Ran Plan for dir: `.` workspace: `default`

**Plan Error**
<details><summary>Show Output</summary>

```
running "/usr/local/bin/terraform1.5.7 plan -input=false -refresh -out \"/atlantis-data/repos/techtales-io/terraform-github/15/default/terraform-github-default.tfplan\"" in "/atlantis-data/repos/techtales-io/terraform-github/15/default": exit status 1
module.repositories.module.terraform_github.data.sops_file.secrets: Reading...
module.organization.data.sops_file.secrets: Reading...
module.repositories.module.terraform_gworkspace.data.sops_file.secrets: Reading...
module.organization.github_membership.admins["jazzlyn"]: Refreshing state... [id=techtales-io:jazzlyn]
module.organization.github_membership.admins["tyriis"]: Refreshing state... [id=techtales-io:tyriis]
module.organization.github_membership.admins["techtales-automation"]: Refreshing state... [id=techtales-io:techtales-automation]
module.repositories.module.terraform_github.github_repository.repo: Refreshing state... [id=terraform-github]
module.repositories.module.terraform_gworkspace.github_repository.repo: Refreshing state... [id=terraform-gworkspace]
module.repositories.module.website.github_repository.repo: Refreshing state... [id=website]
module.repositories.module.mkdocs_blog.github_repository.repo: Refreshing state... [id=mkdocs-blog]
module.repositories.module.techtales_io_github_io.github_repository.repo: Refreshing state... [id=techtales-io.github.io]
module.repositories.module.terraform_discord.github_repository.repo: Refreshing state... [id=terraform-discord]
module.repositories.module.terraform_gcloud.github_repository.repo: Refreshing state... [id=terraform-gcloud]
module.repositories.module.terraform_vault.github_repository.repo: Refreshing state... [id=terraform-vault]
module.repositories.module.backstage_docs.github_repository.repo: Refreshing state... [id=backstage-docs]
module.repositories.module.mkdocs_blog.github_branch_default.repo: Refreshing state... [id=mkdocs-blog]
module.repositories.module.terraform_gworkspace.github_branch_default.repo: Refreshing state... [id=terraform-gworkspace]
module.repositories.module.website.github_branch_default.repo: Refreshing state... [id=website]
module.repositories.module.techtales_io_github_io.github_branch_default.repo: Refreshing state... [id=techtales-io.github.io]
module.repositories.module.terraform_discord.github_branch_default.repo: Refreshing state... [id=terraform-discord]
module.repositories.module.terraform_gcloud.github_branch_default.repo: Refreshing state... [id=terraform-gcloud]
module.repositories.module.terraform_vault.github_branch_default.repo: Refreshing state... [id=terraform-vault]
module.repositories.module.backstage_docs.github_branch_default.repo: Refreshing state... [id=backstage-docs]
module.repositories.module.terraform_github.github_branch_default.repo: Refreshing state... [id=terraform-github]
module.repositories.module.website.github_branch_protection.default: Refreshing state... [id=BPR_kwDOIYOk5s4CqyHG]
module.repositories.module.techtales_io_github_io.github_branch_protection.default: Refreshing state... [id=BPR_kwDOLMwuS84CxYls]
module.repositories.module.terraform_gcloud.github_branch_protection.default: Refreshing state... [id=BPR_kwDOIlveQM4Cq68i]
module.repositories.module.backstage_docs.github_branch_protection.default: Refreshing state... [id=BPR_kwDOKNE3pc4CqyHJ]
module.repositories.module.terraform_github.github_branch_protection.default: Refreshing state... [id=BPR_kwDOK3hVxs4Cq0Wx]
module.repositories.module.terraform_github.data.sops_file.secrets: Still reading... [10s elapsed]
module.organization.data.sops_file.secrets: Still reading... [10s elapsed]
module.repositories.module.terraform_gworkspace.data.sops_file.secrets: Still reading... [10s elapsed]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform planned the following actions, but then encountered a problem:

  # module.repositories.module.test1.github_branch_default.repo will be created
  + resource "github_branch_default" "repo" {
      + branch     = "main"
      + etag       = (known after apply)
      + id         = (known after apply)
      + rename     = false
      + repository = "test1"
    }

  # module.repositories.module.test1.github_repository.repo will be created
  + resource "github_repository" "repo" {
      + allow_auto_merge            = false
      + allow_merge_commit          = true
      + allow_rebase_merge          = true
      + allow_squash_merge          = true
      + archive_on_destroy          = false
      + archived                    = false
      + auto_init                   = true
      + default_branch              = (known after apply)
      + delete_branch_on_merge      = true
      + description                 = "test1"
      + etag                        = (known after apply)
      + full_name                   = (known after apply)
      + git_clone_url               = (known after apply)
      + has_discussions             = false
      + has_downloads               = false
      + has_issues                  = true
      + has_projects                = false
      + has_wiki                    = false
      + html_url                    = (known after apply)
      + http_clone_url              = (known after apply)
      + id                          = (known after apply)
      + is_template                 = false
      + merge_commit_message        = "PR_TITLE"
      + merge_commit_title          = "MERGE_MESSAGE"
      + name                        = "test1"
      + node_id                     = (known after apply)
      + primary_language            = (known after apply)
      + private                     = (known after apply)
      + repo_id                     = (known after apply)
      + squash_merge_commit_message = "COMMIT_MESSAGES"
      + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
      + ssh_clone_url               = (known after apply)
      + svn_url                     = (known after apply)
      + topics                      = [
          + "test1",
        ]
      + visibility                  = "private"
      + vulnerability_alerts        = true
      + web_commit_signoff_required = false
    }

Plan: 2 to add, 0 to change, 0 to destroy.
╷
│ Error: Failed to get the data key required to decrypt the SOPS file.
│ 
│ Group 0: FAILED
│   age13evhenqvxlfxzqjxkrxc9dj9ld2pxf9yy0vmerkexw8n843p2szqp5d2qx: FAILED
│     - | failed to load age identities: failed to open
│       | SOPS_AGE_KEY_FILE file: open
│       | /home/atlantis/.config/sops/age/$BASE_REPO_NAME.txt: no such
│       | file or directory
│ 
│ Recovery failed because no master key was able to decrypt the file. In
│ order for SOPS to recover the file, at least one key has to be successful,
│ but none were.
│ 
│   with module.organization.data.sops_file.secrets,
│   on organization/main.tf line 19, in data "sops_file" "secrets":
│   19: data "sops_file" "secrets" {
│ 
╵
╷
│ Error: Failed to get the data key required to decrypt the SOPS file.
│ 
│ Group 0: FAILED
│   age13evhenqvxlfxzqjxkrxc9dj9ld2pxf9yy0vmerkexw8n843p2szqp5d2qx: FAILED
│     - | failed to load age identities: failed to open
│       | SOPS_AGE_KEY_FILE file: open
│       | /home/atlantis/.config/sops/age/$BASE_REPO_NAME.txt: no such
│       | file or directory
│ 
│ Recovery failed because no master key was able to decrypt the file. In
│ order for SOPS to recover the file, at least one key has to be successful,
│ but none were.
│ 
│   with module.repositories.module.terraform_github.data.sops_file.secrets,
│   on repositories/terraform_github/main.tf line 19, in data "sops_file" "secrets":
│   19: data "sops_file" "secrets" {
│ 
╵
╷
│ Error: Failed to get the data key required to decrypt the SOPS file.
│ 
│ Group 0: FAILED
│   age13evhenqvxlfxzqjxkrxc9dj9ld2pxf9yy0vmerkexw8n843p2szqp5d2qx: FAILED
│     - | failed to load age identities: failed to open
│       | SOPS_AGE_KEY_FILE file: open
│       | /home/atlantis/.config/sops/age/$BASE_REPO_NAME.txt: no such
│       | file or directory
│ 
│ Recovery failed because no master key was able to decrypt the file. In
│ order for SOPS to recover the file, at least one key has to be successful,
│ but none were.
│ 
│   with module.repositories.module.terraform_gworkspace.data.sops_file.secrets,
│   on repositories/terraform_gworkspace/main.tf line 19, in data "sops_file" "secrets":
│   19: data "sops_file" "secrets" {
│ 
╵


```
</details>